Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Bismuth chloride
it: Cloruro di bismuto

source: Emulsifiers for use in the feed processing industries
it: Emulsionanti per uso nei settori della lavorazione alimentare

source: Molding compound in the nature of a synthetic putty for use in the manufacture of printing inks in the printing industry
it: Composti di stampaggio sotto forma di mastici sintetici per la produzione di inchiostri da stampa nell'industria grafica

source: Anti-static additives [other than for household purposes]
it: Additivi antistatici [diversi da quelli per l'uso domestico]

source: Impregnants for exterior surfaces of buildings [other than paints or oils]
it: Impregnanti per le superfici esterne delle costruzioni [non pitture o oli]

source: Desiccants
it: Essiccanti

source: Manganese phosphate
it: Fosfato di manganese

source: Metal chlorides
it: Cloruri metallici

source: Potassium cyanide
it: Cianuro di potassio

source: Iron chloride
it: Cloruro di ferro

source: Chemicals for use in chromatography [other than medical and veterinary]
it: Prodotti chimici per la cromatografia [diversi da quelli per uso medico e veterinario]

source: Chemicals for use in coating agricultural seeds [other than fungicides, herbicides, insecticides, parasiticides]
it: Prodotti chimici da utilizzare nel rivestimento di sementi agricole [non fungicidi, erbicidi, insetticidi, parassiticidi]

source: Chemicals for use in electrophotography
it: Sostanze chimiche per elettrofotografia

source: Chemicals for use in the electroplating industry
it: Prodotti chimici per l'industria della galvanostegia

source: Chemicals for use in the fabrication of printed wiring board
it: Prodotti chimici per uso nella fabbricazione di schede a cablaggio stampato

source: Chemicals for use in the gas industry
it: Prodotti chimici per l'industria del gas

source: Chemicals for use in the manufacture of cosmetics
it: Prodotti chimici per la produzione di cosmetici

source: Metal to metal adhesives [other than for stationery or household use]
it: Adesivi da metallo a metallo [non per cartoleria né per uso domestico]

source: Magnesium chloride for use in manufacture
it: Cloruro di magnesio per uso manifatturiero

source: Lecithin for industrial purposes
it: Lecitina per uso industriale

source: Ferrous sulphate
it: Solfato di ferro

source: Flushing agents for automobile radiators
it: Agenti di lavaggio per radiatori di automobili

source: Radioactive preparations for industrial purposes
it: Preparati radioattivi per uso industriale

source: Plastics in the form of granules
it: Materie plastiche sotto forma di granuli

source: Plastics in the form of masses
it: Materie plastiche in masse

source: Photographic media [films, unexposed]
it: Supporti fotografici [pellicole, non esposte]

source: Stabilising agents for use in food
it: Agenti stabilizzanti per uso alimentare

source: Chemical additives for use in boilers to inhibit corrosion
it: Additivi chimici per uso nelle caldaie per inibire la corrosione

source: Chemical additives for use in manufacture
it: Additivi chimici per la fabbricazione

source: Inorganic chemical compounds
it: Composti chimici inorganici

source: Additives (Chemical -) for use in repairing asphalt
it: Additivi (Chimici -) per la riparazione dell'asfalto

source: Water soluble thickening agents for use in the gas well industry
it: Agenti addensanti solubili in acqua per l'industria dei pozzi di gas

source: Chemical compositions for use in the civil engineering industry
it: Composizioni chimiche per uso nel settore dell'ingegneria civile

source: Chemical compounds for the manufacture of artificial resins
it: Composti chimici per la produzione di resine artificiali

source: Crystalline molecular sieve desiccants for use as catalysts in the petrochemical industries
it: Disseccanti per setacci molecolari cristallini per uso come catalizzatori nell'industria petrolchimica

source: Culture media for microbiology
it: Brodi di coltura per microbiologia

source: Cultures of cell media [other than for medical or veterinary use]
it: Colture di brodi cellulari [non per uso medico o veterinario]

source: Cultures, other than for medical or veterinary use
it: Colture non per uso medico né veterinario

source: Liquid phosphate for foliar application to horticultural crops
it: Fosfati liquidi per applicazione fogliare su colture orticole

source: Liquid storing polymers for use in horticulture
it: Polimeri di conservazione liquidi per l'orticoltura

source: Agents for the prevention of re-icing
it: Agenti per la prevenzione del ricongelamento

source: Solid and liquid diluents for artificial resins
it: Diluenti solidi e liquidi per resine artificiali

source: Fire absorbent chemicals for the manufacture of fire retardant coatings
it: Prodotti chimici ignifughi per la fabbricazione di rivestimenti ignifughi

source: Polysaccharides for use in fermentation
it: Polisaccaridi per la fermentazione

source: Polystyrene [unprocessed]
it: Polistirene [allo stato grezzo]

source: Polystyrene in granular form for injection moulding
it: Polistirene in forma granulare per stampaggio ad iniezione

source: Raw materials [chemical] for the formulation of cosmetic products
it: Materie prime [prodotti chimici] per le formulazione di prodotti cosmetici

source: Conductive adhesives [other than for household or stationery use]
it: Adesivi conduttori [non per uso domestico né per la cartoleria]

source: Conductive resins
it: Resine conduttive

source: Chemicals for use in the petrochemicals industry
it: Prodotti chimici per l'industria petrolchimica

source: Chemicals for use in the precision machinery industry
it: Prodotti chimici per uso nel settore dei macchinari di precisione

source: Ion exchange substances
it: Sostanze a scambio ionico

source: Reagents for use with evacuated ampoules in fluid analysis [other than for medical or veterinary purposes]
it: Reagenti da utilizzare con ampolle evacuate nell'analisi dei fluidi [non per uso medico né veterinario]

source: Reconstituted sea water for aquariums
it: Acqua marina ricostituita per acquari

source: Additives (Chemical -) for the flow control of paper
it: Additivi (Chimici -) per il controllo del flusso della carta

source: Chemical products for the manufacture of adhesives
it: Prodotti chimici per la produzione di adesivi

source: Chemical additives for greases
it: Additivi chimici per grassi

source: Liposomes for non-medical use
it: Liposomi non per uso medico

source: Substances for binding in manufacturing processes
it: Sostanze leganti per processi di fabbricazione

source: Substances for controlling the growth of aquatic weeds
it: Sostanze per controllare la crescita di alghe acquatiche

source: Substances for horticultural use produced by genetic engineering
it: Sostanze per uso orticolo prodotte mediante ingegneria genetica

source: Substances for protection against ice
it: Sostanze per la protezione contro il ghiaccio

source: Substances for scientific use
it: Sostanze per uso scientifico

source: Diagnostic reagents, other than for medical use for sale in kit form
it: Reagenti diagnostici, tranne quelli per uso medico da vendersi in kit

source: Diagnostic scanning agents for in-vivo use [other than medical]
it: Agenti di scansione diagnostici per uso in vivo [non per uso medico]

source: Diluents for industrial use
it: Diluenti per uso industriale

source: Rare earths
it: Terre rare

source: Mineral acids
it: Acidi minerali

source: Aluminium acetate
it: Acetato d'allumina

source: Photographic chemicals for cleaning presensitised plates for printing
it: Prodotti chimici fotografici per pulizia di piastre presensibilizzate per la stampa

source: Compositions for threading
it: Composizioni per la filettatura

source: Glutamate for industrial use
it: Glutammato per uso industriale

source: Graphite for industrial purposes
it: Grafite per uso industriale

source: Allyl chloride
it: Cloruro di allile

source: Promethium
it: Promezio

source: Fillers derived from white minerals
it: Riempitivi derivati da minerali bianchi

source: Fillers for drying agents
it: Riempitivi per essiccanti

source: Chemical substances for preserving foodstuffs
it: Prodotti chimici per la conservazione degli alimenti

source: Mineral extenders
it: Cariche minerali

source: Mixtures of bacterial concentrates for addition to silages [other than for medical or veterinary use]
it: Miscele di concentrati batterici da aggiungere a foraggi insilati [non per uso medico né veterinario]

source: Magnesium phosphate
it: Fosfato di magnesio

source: In vivo diagnostic scanning agents for scientific use
it: Agenti di scansione diagnostica in vivo per uso scientifico

source: Slow release fertilizer compositions
it: Composti fertilizzanti a rilascio lento

source: Raw synthetic resins in the form of liquids
it: Resine sintetiche grezze sotto forma di liquidi

source: Reagents for scientific purposes
it: Reagenti per scopi scientifici

source: Reagents for laboratory purposes [other than for medical or veterinary purposes]
it: Reagenti per scopi di laboratorio [non per scopi medici né veterinari]

source: Kaolin
it: Caolino

source: Chemicals for use in herbicidal compositions
it: Sostanze chimiche per composti erbicidi

source: Chemicals for use in herbicides
it: Sostanze chimiche per erbicidi

source: Expanded clay for hydroponic plant growing [substrate]
it: Argilla espansa per l'idrocoltura [substrato]

source: Gum arabic for industrial purposes
it: Gomma arabica ad uso industriale

source: Synthetic resins for use in adhesives
it: Resine sintetiche da utilizzare negli adesivi

source: Synthetic resins for use in the treatment of surfaces of buildings
it: Resine sintetiche per il trattamento delle superfici di edifici

source: Synthetic silica
it: Silice sintetico

source: Chemical products for biotechnological purposes [industrial]
it: Prodotti chimici per uso biotecnologico [industriale]

source: Chemical products for diagnostic use [scientific]
it: Prodotti chimici per uso diagnostico [scientifico]

source: Carbonaceous absorbents for the purification of liquids
it: Assorbenti carboniosi per la purificazione dei liquidi

source: Coolants for vehicle engines
it: Refrigeranti per motori di veicoli

source: Fibres of inorganic material for separation purposes
it: Fibre di materiali inorganici per la separazione

source: Chemical products derived from milk
it: Prodotti chimici derivati dal latte

source: Adhesives for ceramic coating
it: Adesivi per rivestimenti ceramici

source: Stem cells, other than for medical or veterinary purposes
it: Cellule staminali, non per scopi medici o veterinari

source: Gas mixtures for use in science
it: Miscele di gas destinate alla scienza

source: Chemically treated peat for use in agriculture
it: Torba trattata chimicamente per l'agricoltura

source: Chemically treated peat for use in horticulture
it: Torba trattata chimicamente per il giardinaggio

source: Water retaining granules for use in the capillary root feeding of plants
it: Granuli a ritenzione idrica per la concimazione capillare delle radici delle piante

source: Chemicals for use in the manufacture of smoke suppressed compositions
it: Prodotti chimici per uso nella fabbricazione di composti per la soppressione del fumo

source: Additives (Chemical -) for use in the treatment of paper pulp
it: Additivi (chimici) per il trattamento della pasta da carta

source: Additives (Chemical -) for use in the workover of subterranean wells
it: Additivi (Chimici -) per la manutenzione di pozzi sotterranei

source: Additives (Chemical -) to accelerate the setting of concrete
it: Additivi (Chimici -) per accelerare l'indurimento del calcestruzzo

source: In-vivo radiodiagnostic agents scientific use
it: Agenti radio-diagnostici in vivo per uso scientifico

source: Maltodextrins for use in manufacture
it: Maltodestrine per uso manifatturiero

source: Solutions for scientific use in the preservation of human organs
it: Soluzioni per uso scientifico per la conservazione di organi umani

source: Solvents for use in the cleaning of machines during manufacturing processes
it: Solventi per la pulizia di macchine durante i processi di fabbricazione

source: Heat-sensitive paper [sensitized]
it: Carta termosensibile [sensibilizzata]

source: Catalysts for use in the cracking of hydrocarbons
it: Catalizzatori per uso nel cracking di idrocarburi

source: Synthetic cryolite
it: Criolite sintetica

source: Chemical reagents for identification of microorganisms, other than for medical or veterinary use
it: Reagenti chimici per l'identificazione di microrganismi, non per uso medico o veterinario

source: Chemical reagents for use in biotechnology, other than for medical or veterinary use
it: Reagenti chimici per la biotecnologia, non per uso medico o veterinario

source: Chemical preparations for use in dna analysis [other than medical]
it: Prodotti chimici per l'analisi del DNA [non per uso medico]

source: Esters of fatty acids for use in pharmaceuticals
it: Esteri di acidi grassi per uso in prodotti farmaceutici

source: Esters produced from fatty acids [for use in manufacture]
it: Esteri prodotti da acidi grassi [da utilizzare nella manifattura]

source: Surface active chemical agents for use in horticulture
it: Agenti chimici tensioattivi per l'orticoltura

source: Surfactants for use in detergent compositions
it: Agenti tensioattivi per uso in composti detergenti

source: Bismuth germinate
it: Germanato di bismuto

source: Resins for use in the printing industries
it: Resine per le industrie della stampa

source: Rheological additives, other than for medical use
it: Additivi reologici, non per uso medico

source: Iodine for industrial purposes
it: Ioduri per uso industriale

source: Gadolinium
it: Gadolinio

source: Gallium
it: Gallio

source: Barium
it: Bario

source: Bases [chemical preparations]
it: Basi [prodotti chimici]

source: Unprocessed synthetic polymers
it: Polimeri sintetici allo stato grezzo

source: Reagent for chemical analyses
it: Reagenti per analisi chimiche

source: Enzymes for industrial purposes
it: Enzimi per uso industriale

source: Peat [fertilizer]
it: Torba [concime]

source: Oleic acid
it: Acido oleico

source: Perchloric acid
it: Acido perclorico

source: Phenothiazine for use as a pharmaceutical intermediate
it: Fenotiazina impiegata come prodotto farmaceutico intermedio

source: Chemical adjuvants for use in forestry
it: Coadiuvanti chimici per la silvicoltura

source: Chemical auxiliaries for the textile industry
it: Prodotti chimici ausiliari per l'industria tessile

source: Inert gases for industrial use
it: Gas inerti per uso industriale

source: Inert gases, other than for medical use
it: Gas inerti, non per uso medico

source: Chemicals for use in the aeronautical industry
it: Sostanze chimiche per l'industria aeronautica

source: Chemicals for use in the agrochemical industry [other than fungicides, weed killers, herbicides, insecticides, parasiticides]
it: Prodotti chimici destinati all'industria agrochimica [non fungicidi, diserbanti, erbicidi, insetticidi, parassiticidi]

source: Chemicals for use in the refining of liquid hydrocarbons
it: Prodotti chimici per uso nella raffinazione degli idrocarburi liquidi

source: Chemical compositions for water treatment
it: Composti chimici per il trattamento dell'acqua

source: Living microorganisms, other than for medical or veterinary use
it: Microrganismi vivi, non per uso medico né veterinario

source: Ethyl alcohol
it: Alcool etilico

source: Polymers for use in the drilling and oil industries
it: Polimeri per le industrie della trivellazione e del petrolio

source: Silica gels
it: Gel di silice

source: Additives (Chemical -) for use in drilling
it: Additivi (Chimici -) per trivellazione

source: Coated paper [sensitized]
it: Carta patinata [sensibilizzata]

source: Pastes containing glass for use in industry
it: Paste contenenti vetro per uso industriale

source: Formulated fire retarding products to reduce flammability
it: Prodotti chimici ignifuganti per ridurre l'infiammabilità

source: Fracturing additives
it: Additivi di fratturazione

source: Gum tragacanth for industrial purposes
it: Gomma adragante per uso industriale

source: Turmeric paper
it: Carta di curcuma

source: Chemical substances for use in the manufacture of scented cosmetics
it: Sostanze chimiche per la produzione di cosmetici profumati

source: Chemical substances for use in the manufacture of scented toiletries
it: Sostanze chimiche per uso nella produzione di articoli da toilette profumati

source: Chemical substances of vegetable origin and containing phospholipids
it: Sostanze chimiche di origine vegetale e contenenti fosfolipidi

source: Oils for hydraulic circuits
it: Oli per circuiti idraulici

source: Oils for use in the leather industry
it: Oli per l'industria del cuoio

source: Sodium tungstate
it: Tungstato di sodio

source: Substances of polyester paste for use in the filling of flaws in surfaces
it: Sostanze a base di paste di poliestere per la copertura di imperfezioni su superfici

source: Synthetic catalysts
it: Catalizzatori sintetici

source: Synthetic compositions for forming coatings of borosilicate glass
it: Composti sintetici per formare rivestimenti di vetri borosilicati

source: Synthetic linear alpha olefins
it: Olefine alfa lineari sintetiche

source: Synthetic resin compositions [unprocessed] for industrial purposes
it: Composti di resine sintetiche [allo stato grezzo] per uso industriale

source: Non-ionic detergent compounds for use in industrial processes
it: Composti detergenti non ionici per processi industriali

source: Modifiers in the form of chemical compositions
it: Modificatori in forma di composti chimici

source: Monoclonal antibody reagents, other than for medical use
it: Reagenti per anticorpi monoclonali, non per uso medico

source: Catalysts for oxidation processes
it: Catalizzatori per processi di ossidazione

source: Crotonic aldehyde
it: Aldeide crotonica

source: Crotonic acid
it: Acido crotonico

source: Chemical substances for analyses in laboratories, other than for medical or veterinary purposes
it: Prodotti chimici per analisi di laboratorio non per uso medico o veterinario

source: Chemical substances for preserving and emulsifying foodstuffs
it: Sostanze chimiche per la conservazione e l'emulsificazione di alimenti

source: Ceramic materials in granule form for use in industry
it: Materiali ceramici in granuli per uso industriale

source: Chemical reagent mixtures, other than for medical or veterinary use
it: Miscele di reagenti chimici, non per uso medico né veterinario

source: Photographic sensitizers
it: Sensibilizzatori fotografici

source: Automobile body fillers
it: Mastice per carrozzerie

source: Biochemical substances [other than for medical use]
it: Sostanze biochimiche [non per uso medico]

source: Gelatine for industrial purposes
it: Gelatina per uso industriale

source: Cerium
it: Cerio

source: Salts from rare earth metals
it: Sali di metalli delle terre rare

source: Diagnostic preparations, other than for medical or veterinary purposes
it: Prodotti per la diagnosi non per uso medico o veterinario

source: Dysprosium
it: Disprosio

source: Benzoic sulfimide
it: Solfimmide benzoica

source: Calcium salts
it: Sali di calcio

source: Chemical preparations for soil treatment
it: Prodotti chimici per il trattamento del terreno

source: Chemical preparations for the binding of liquid waste
it: Prodotti chimici per legare rifiuti liquidi

source: Chemical preparations for the dispersal of petroleum
it: Preparati chimici per la dispersione del petrolio

source: Tungsten carbide
it: Carburo di tungsteno

source: Catalysts for synthetic resins
it: Catalizzatori per resine sintetiche

source: Cryogenic preparations
it: Prodotti criogenici

source: Rolls of paper [sensitized]
it: Rotoli di carta [sensibilizzati]

source: Rubber adhesives [other than for household or stationery use]
it: Adesivi in gomma [non per uso domestico né per cartoleria]

source: Auxiliary fluids for use with additives for fungicides
it: Liquidi ausiliari per uso con additivi per fungicidi

source: Bacteria [other than for medical or veterinary purposes]
it: Batteri [non per uso medico o veterinario]

source: Bacterial preparations for use in forestry
it: Preparati batterici per la silvicoltura

source: Bacterial preparations for use in horticulture
it: Preparati batterici per l'orticoltura

source: Gaseous mixtures for welding purposes
it: Miscele gassose per saldatura

source: Gases for laser cutting
it: Gas per taglio al laser

source: Hydrogen
it: Idrogeno

source: Strips of sensitised paper
it: Strisce di carta sensibile

source: Styrene monomers
it: Monomeri di stirene

source: Substances (Chemical -) for cleaning mortar
it: Sostanze (chimiche) per la pulizia di malta

source: Filtering materials [mineral substances]
it: Materie filtranti [sostanze minerali]

source: Glucose for industrial purposes
it: Glucosio per uso industriale

source: Chemical based liquids for making tapes
it: Liquidi chimici per la produzione di nastri

source: Chemical bonding agents [other than for household or stationery use]
it: Agenti chimici leganti [non per uso domestico o per cartoleria]

source: Chemical brighteners for industrial use
it: Brillantanti chimici per uso industriale

source: Chemical compositions containing derivatives of humic acids
it: Composizioni chimiche contenenti derivati di acidi umici

source: Phosphoric acid
it: Acido fosforico

source: Catalysts for use in the manufacture of synthetics, rubbers and polymers
it: Catalizzatori per la produzione di sintetici, gomme e polimeri

source: Caustic soda (sodium hydroxide)
it: Soda caustica (idrossido di sodio)

source: Unprocessed artificial resins as raw materials in the form of powders, liquids or pastes
it: Resine artificiali allo stato grezzo come materie prime sotto forma di polveri, liquidi o paste

source: Ammonium persulfate
it: Persolfato di ammonio

source: Weatherproofing coatings [chemical, other than paints] for masonry
it: Rivestimenti resistenti alle intemperie [chimici, non pitture] per muratura

source: Wetting agents for use in vermin control preparations
it: Agenti umidificanti per prodotti di disinfestazione

source: Oleyl alcohol
it: Alcol oleilico

source: Industrial cleaners [preparations] for use in manufacturing processes
it: Detergenti industriali [preparati] da utilizzare nei processi di produzione

source: Chemical fluids for de-watering
it: Fluidi chimici per disidratazione

source: Adhesive stiffeners for metal
it: Indurenti adesivi per metallo

source: Gelatin beads for industrial use
it: Granuli di gelatina per uso industriale

source: Salts organic acids
it: Sali di acidi organici

source: Sealants [chemicals] for the sealing of surfaces
it: Mastici [prodotti chimici] per sigillare le superfici

source: Glycol ether
it: Eteri di glicol

source: Biochemicals for in vitro and in vivo scientific use
it: Composti biochimici per l'uso scientifico in vivo e in vitro

source: Pressure sensitive adhesive tapes [sensitised]
it: Nastri adesivi sensibili alla pressione [sensibilizzati]

source: Pressure-sensitive paper
it: Carta sensibile alla pressione

source: Sodium chloride
it: Cloruro di sodio

source: Sodium chromate
it: Cromato di sodio

source: Chemical substances for use as additives to bitumen
it: Sostanze chimiche per uso come additivi per il bitume

source: Chemical compositions for reinforcing cement
it: Composti chimici per rinforzare il cemento

source: Choline chloride for use in the manufacture of vitamins
it: Cloruro di colina per uso nella produzione di vitamine

source: Degreasing agents [not for household use]
it: Agenti sgrassanti [non per uso domestico]
